{
  "person": [
		{
			"id": 0,
			"title": "Dr.",
			"name": "Esther Apfelberg",
			"first_name": "Esther",
			"surname": "Apfelberg",
			"date_of_birth": "16.10.1923",
			"date_of_death": "17.10.1974",
			"place_of_birth": "Hamburg, Germany",
			"place_of_death": "unknown",
			"hebrew_name": "פרופ' אסתר אפלברג",
			"age_of_migration": "16",
			"year_of_migration": "1939",
			"biographie": "Dr. Esther Apfelberg/Appelberg was born on 16.10.1923 in Hamburg, Germany and died on 17.10.1974 (place unknown). Her brother was Yehuda Appelberg, a diamond trader. In 1939, she immigrated to Palestine with her family. Esther never married. She did training for the Youth Aliyah organization and studied at the Mizrachi movement teacher seminary in Jerusalem between 1939 and 1944. From 1944 to 1945, she worked as a teacher, after which she served as a secretary in the Labor Federation for working youth in Jerusalem. Until 1949, she was active in welfare, educational and refugee work with the Jewish Agency in Germany, and in displaced persons camps among other places. She also was responsible for displaced persons’ transports to Marseille. She was a social worker in schools in Jerusalem between 1949 and 1951. She then studied at the School of Applied Social Science of the Case Western Reserve University Cleveland, receiving a Master’s of Social Science Administration in 1953. From 1943-1955, she also served as a district inspector in the youth and children department of the Israeli Ministry of Welfare, and also was a lecturer at the Ministry’s Institute for Welfare Work. Esther also lectured on welfare work and children's welfare work at the School for Social Work in Tel Aviv University between 1953 and 1957. Between 1955 and1956, Esther worked as a psychiatric social worker at the Lasker Institute for mental health in Jerusalem. From 1956 through 1957, she was involved in psychiatric social work at a child guidance clinic, was a supervisor of Youth Aliyah in Jerusalem, and at the same time lectured at the Siddy Wronsky's school for social service in Jerusalem. In 1957, Esther immigrated to the United States. Between 1958 and 1961, she did administration work at the Bellefaire Treatment Center in Cleveland. In 1961, she was awarded a PhD in Social Work from Case Western Reserve University. From 1964 through 1972, Esther worked as lecturer at several institutes and universities. In 1968, she collaborated in a research project on foster children at the Boston College’s School for Social Work. The next year, she became a counselor at the Bellefaire Treatment Center in Cleveland. Between 1969 and 1974, she served as a Professor at Yeshiva University’s Wurzweiler School for Social Work, in New York. She was a visiting professor at the Tel Aviv University School of Social Work between 1971 and 1972. She was a member of the Israeli Association of Welfare and Social Workers, becoming its Vice Chairperson in 1954 and its Chairperson in 1956. She was a committee member for the International Jewish Social Work of the Jewish Communal Service Association of North America, the National Association of Social Workers, the Council of Social Work Education and the Child Welfare League in north America.",
			"domicile": [
				{
					"place": "Hamburg, Germany",
					"start": "1923",
					"end": "1939"
				},
				{
					"place": "Jerusalem, Israel",
					"start": "1939",
					"end": "1957"
				},
				{
					"place": "Cleveland, U.S.",
					"start": "1957",
					"end": "1969"
				},
				{
					"place": "New York, U.S.",
					"start": "1969",
					"end": "1974"
				}
			]
		},
		{
			"id": 1,
			"title": "",
			"name": "Ruth Barack",
			"first_name": "Ruth",
			"surname": "Barack",
			"date_of_birth": "2.6.1910",
			"date_of_death": "unknown",
			"place_of_birth": "Görlitz, Germany",
			"place_of_death": "Israel ",
			"hebrew_name": "רות רוזנטל/בורק/ברק",
			"age_of_migration": "27",
			"year_of_migration": "1937",
			"biographie": "Ruth Barak (Brock) (née Rosenthal) was born on 2.6.1910 in Görlitz, Germany and died in Israel (year unknown). She did her training in social work at the ‘Soziale Frauenschule Berlin-Schöneberg, between 1930 and 1932. She immigrated in 1937 to Palestine and worked for the Tnuva factory (the national dairy company), then in 1947 worked with immigrants at the Hulon welfare office (List of Regina Schaechter at the CZA), in soldiers' welfare, and with the elderly. She retired in 1981 and lived in Ramat Gan (Modiin Street) in 1976, and in 1982 in Kfar Saba.",
			"domicile": [
				{
					"place": "Görlitz, Germany",
					"start": "1910",
					"end": "unknown"
				},
				{
					"place": "Berlin, Germany ",
					"start": "unknown",
					"end": "1937"
				},
				{
					"place": "Cholon, Israel",
					"start": "1937",
					"end": "unknown"
				}
			]
		}
  ]
}